acpi
alacritty-git
alsa-firmware
alsa-utils
anki
ansible
ansible-lint
arandr
arduino
arduino-avr-core
asp
atool
autoconf
automake
autopep8
autorandr
base
bat
biber
bind
binutils
bison
blueberry
bluez-utils
boost
brightnessctl
cage
calibre
ccls
chromium
clipmenu
cronie
cscope
ctags
cups
dash
dnsmasq
docker
docker-compose
doxygen
dragon-drop
dunst
dynamips
efibootmgr
entr
eog
ethtool
evince
fakeroot
ffmpeg
ffmpegthumbnailer
file
findutils
firefox
flake8
flex
fzf
gammastep
gawk
gcc
gdb
gettext
gimp
git
git-lfs
gnome-epub-thumbnailer
gnome-keyring
gnome-shell-pomodoro
gnu-netcat
go
gpick
greetd
greetd-gtkgreet
greetd-tuigreet
grep
grim
groff
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtest
gtklock
gzip
haveged
hdparm
helvum
highlight
htop
ipython
jack2
jekyll
jre-openjdk
jupyterlab
jupyterlab-plotly
kanshi
kcachegrind
kvantum
lf
libappindicator-gtk3
libfido2
libinput
libnma
libreoffice-still
libtool
libvirt
libxft-git
linux
linux-firmware
lzop
m4
maim
make
man-db
man-pages
matcha-gtk-theme
mediainfo
minicom
mlocate
mpc
mpd
mpv
musescore
ncmpcpp
neofetch
neovim
net-tools
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nmap
nodejs
noto-fonts
noto-fonts-emoji
noto-fonts-jp-vf
npm
ntfs-3g
numlockx
obs-studio
odt2txt
oh-my-zsh-git
openssh
openvpn
os-prober
otf-font-awesome
pacman
par
patch
pavucontrol
pbzip2
perl-file-mimeinfo
perl-rename
picom
pigz
pipewire-alsa
pipewire-enable-bluez5
pipewire-pulse
pkgconf
pkgfile
profile-sync-daemon
pv
pyright
python-geopandas
python-grpcio
python-nltk
python-opencv
python-pandas
python-pip
python-poetry
python-pylatexenc
python-pynvim
python-pypandoc
python-pyserial
python-pytorch-cuda
python-scikit-learn
python-seaborn
python-tensorflow-opt-cuda
python-torchvision-cuda
python-unidecode
qbittorrent
qemu-desktop
qogir-icon-theme
qpwgraph
qt5-wayland
qt6-wayland
rng-tools
rofi-lbonn-wayland
rustup
sagemath
sagemath-doc
seahorse
sed
shellcheck
shfmt
simple-mtpfs
slack-electron
slurp
smartmontools
spotify
sshfs
strace
sudo
sway
sway-systemd-git
swaybg
syncthing
system-config-printer
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-latexindent-meta
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunderbird
time
tmux
traceroute
ttf-font-awesome
ttf-joypixels
twine
ubridge
udiskie
unclutter
unrar
unzip
valgrind
virtualbox
virtualbox-guest-iso
vnstat
waybar
wayland-protocols
wayvnc
wdisplays
wget
which
wireplumber
wireshark-qt
wl-clipboard
wl-clipboard
wlr-randr
wlroots
xdg-desktop-portal-wlr
xorg-xwayland
xournalpp
yadm
yay
yt-dlp
zeal
zsh
zsh-autocomplete-git
zsh-syntax-highlighting
