acpi
alsa-firmware
alsa-utils
arandr
asp
atool
autoconf
automake
autopep8
autorandr
base
bat
bind
binutils
bison
blueberry
bluez-utils
brightnessctl
cage
ccls
cronie
ctags
cups
dash
dnsmasq
docker
dynamips
efibootmgr
ethtool
fakeroot
ffmpegthumbnailer
file
findutils
flex
freerapid
fzf
gawk
gcc
gdb
gettext
gimp
git
gnome-epub-thumbnailer
gnome-keyring
gnome-shell-pomodoro
gnu-netcat
gpick
greetd
greetd-gtkgreet
grep
groff
grub
gst-plugins-bad
gst-plugins-good
gst-plugins-ugly
gtest
gtklock
gzip
haveged
hdparm
heroku-cli-bin
highlight
htop
jack2
libfido2
libinput
libnma
libtool
libvirt
libxft-git
linux
linux-firmware
lzop
m4
maim
make
mediainfo
minicom
mlocate
mpc
mpd
mpv
musescore
ncmpcpp
neofetch
neovim
net-tools
networkmanager
network-manager-applet
networkmanager-openvpn
nfs-utils
nitrogen
nmap
nodejs
npm
ntfs-3g
numlockx
openssh
openvpn
os-prober
pacman
par
patch
pavucontrol
pbzip2
perl-file-mimeinfo
perl-rename
picom
pigz
pkgconf
pkgfile
profile-sync-daemon
pulseaudio
pulseaudio-alsa
pv
python-grpcio
python-pip
python-poetry
python-pylatexenc
python-scikit-learn
redshift
rng-tools
seahorse
sed
simple-mtpfs
smartmontools
sshfs
strace
sudo
syncthing
system-config-printer
time
tmux
twine
ubridge
udiskie
ueberzug
unclutter
unrar
unzip
wget
which
wireshark-qt
xclip
xdotool
xkblayout-state-git
xorg-server
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xsetroot
yay
